{
    "main": {
      "name":"Leila Rhazaoui",
      "occupation":"Web developper",
      "description": "Véritable passionnée pour le code et le développement informatique, j'en ai fait ma reconversion professionnelle. Mon domaine de compétences comprend: la création/maintenance/reprise de sites internet (développement web), avec une spécialité dans l'intégration HTML/CSS sur mesure, l'accessibilité, le développement front-end, la qualité web et le responsive. Mon but serait de devenir Fullstack. ",
      "image":"profilepic.jpg",
      "bio":"Née en Angleterre, j'ai grandis en Afrique (Guinée, Niger, Cameroun, Sénégal et Maroc) de par le travail de mon père aux Nations Unis, ce qui m'a donné la capacité et l'aisance à apprendre et de m'adapter à de nouvelles langues (étant bilingue Anglais/Français de naissance). J'ai débuté ma vie professionnelle en tant que Barmaid, et j'ai aussi parcouru d'autres chemins, avant de trouver ma vocation et passion dans l'informatique et le code. J'ai étudiée le développement web avec passion, motivée par la nécessité de travailler dans un domaine qui m'intéresse beaucoup. Je cherche activement à rejoindre une équipe pour acquérir de l'expérience de travail, me former et en apprendre davantage sur les nouvelles langues et les nouveaux frameworks, tehcnos, etc.. Mes expériences de voyages dans le monde m'ont donné une ouverture d'esprit, une aisance d'adaptation à toutes les situations ainsi qu'un fort esprit d'équipe.",
      "contactmessage":" Avez-vous une question ? Un projet? N'hésitez pas à m'en parler !",
      "email": "lelarhaz@gmail.com",
      "phone": "+33 6 19 13 24 00",
      "address":{
        "street":"Rue Lamarck",
        "city":"Paris",
        "state":"",
        "zip": "75018"
      },
      "website": "",
      "resumedownload":"",
      "social":[
        {
          "name":"facebook",
          "url":"http://facebook.com/Finskou",
          "className":"fa fa-facebook"
        },
        {
          "name":"twitter",
          "url":"http://twitter.com/Finskou",
          "className":"fa fa-twitter"
        },
        {
          "name":"linkedin",
          "url":"https://www.linkedin.com/in/leila-rhazaoui/",
          "className":"fa fa-linkedin"
        },
        {
          "name":"instagram",
          "url":"http://instagram.com/_finskou_",
          "className":"fa fa-instagram"
        },
        {
          "name":"github",
          "url":"http://github.com/Finskou",
          "className":"fa fa-github"
        },
        {
          "name":"skype",
          "url":"http://skype.com",
          "className":"fa fa-skype"
        }
      ]
    },
    "resume":{
      "skillmessage":"Voici une liste de quelques technos que j'ai adorée apprendre, et appris à adorer!",
      "education":[
        {
          "school":"AFPA Créteil",
          "degree":"Développeur Web et Applications Mobiles",
          "graduated":"Décembre 2019",
          "description":"{ En construction }"
        },
        {
          "school":"Wild Code School",
          "degree":"Web designer",
          "graduated":"2018",
          "description":"Nous avons suivi une formation intensive en développement Web, logiciels et applications. Nous nous sommes principalement concentrés sur HTML / CSS, Javascript, ReactJS, NodeJS, Git, Bootstrap. J'ai aussi saisi l'occasion d'explorer un peu plus en mon temps libre: MySql, Php, Phpmyadmin, etc. J'ai vraiment trouvé une passion pour le code."
        },
        {
          "school":"Ashram de Yoga Sivananda",
          "degree":"TTC - Teacher Training Course",
          "graduated":"2014",
          "description":"Au cours de cette formation intensive, à Neuville-aux-Bois, en France, outre m'être perfectionner dans divers domaines, j'ai aussi découvert beaucoup de choses. Je suis maintenant capable d'enseigner aux autres les merveilles du yoga Sivananda, qu'il s'agisse d'une approche physique, mentale ou spirituelle. Cela s'avère très utile lorsque des situations stressantes se produisent, dans la vie personnelle et professionnelle."
        }
      ],
      "work":[
        {
          "company":"Mc Bride's Irish Pub",
          "title":"Barmaid ",
          "years":"Novembre 2015 - Mai 2017 ",
          "description":" Etant en pleine reconversion professionnelle, je ne peux que partager mes expériences passées. Ma dernière expérience de barman a été Mc Bride's, située à Châtelet les Halles, à Paris. Grâce à cette expérience de travail, et à d’autres,  j’ai appris à pouvoir faire face à une pression extrême et à gérer le stresse avec calme et aisance. J'ai acquis beaucoup de patience, d'esprit d'équipe, d'adaptabilité à différentes situations et bien plus encore."
        },
        {
          "company":"Ashram Yoga Sivananda",
          "title":"Traductrice Anglais/Français ~ Assistant Professeur ",
          "years":"Juillet 2014 - Février 2015 ",
          "description":" J'ai eu la grande chance de faire partie du personnel lors de quelques cours de formation à l'enseignement intensifs à l'ashram en France, ainsi qu'au Tyrol, en Autriche. J'allais cuisiner (et / ou aider) tous les jours, aider les enseignants en cas de besoin, ainsi que traduire en direct (français vers anglais et vice versa) pour le TTC international."
        },
        {
          "company":"King William IV",
          "title":"Barman Sup",
          "years":"Mai 2011 - Juin 2012 ",
          "description":"Londres, U.K"
        },
        {
          "company":"Médecins du Monde",
          "title":"Recruteur de Donateurs",
          "years":"Février 2010 - Aout 2010 ",
          "description":"Paris, France"
        }
      ],
      "skills":[
        {
          "name":"Git",
          "description":"",
          "image":"git-original.svg"
        },
        {
          "name":"GitHub",
          "description":"",
          "image":"github-original.svg"
        },
        {
          "name":"JavaScript",
          "description":"",
          "image":"javascript.svg"
        },
        {
          "name":"React Js",
          "description":"",
          "image":"react-original.svg"
        },
        {
        "name":"Node.js",
        "description":"",
        "image":"nodejs-original.svg"
        },
        {
          "name":"HTML5",
          "description":"",
          "image":"html5-original.svg"
        },
        {
          "name":"CSS3",
          "description":"",
          "image":"css3-original.svg"
        },
        {
          "name":"Bootstrap 4",
          "description":"",
          "image":"bootstrap-plain.svg"
        },
        {
          "name":"MySQL",
          "description":"",
          "image":"mysql.png"
        },
        {
          "name":"Php",
          "description":"",
          "image":"php.png"
        },
        {
          "name":"Wordpress",
          "description":"",
          "image":"W.png"
        }
      ] 
  },
    "portfolio":{
      "projects": [
        {
          "title":"Wildo Codak",
          "category":"A first school project, a photographers blog. Done only with HTML/CSS/Bootstrap. We have mostly worked together, on the same computer.",
          "image":"../logo.png",
          "url":"http://www.capucineleclerc.com/wildocodakproject/index.html"
        },
        {
          "title":"Wild Source",
          "category":"(offline now // github link) This is a teamwork project for the Wild Code School. It is a platform with an intuitive interface for students to have an easy access to all the lessons, and a simplified back-office for the trainers to easily update their content. ",
          "image":"../wild_logo.png",
          "url":"https://github.com/WildCodeSchool/paris-0218-wild-source"
        },
        {
          "title":"Siouplait",
          "category":"Final project, an app for quick service in ordering food and drinks. (best seen in phone view)",
          "image":"../logo_main2.png",
          "url":"https://siouplait.github.io/order/"
        }
      ]
    },
    "testimonials":{
      "testimonials":[
        {
          "text":"She might be fresh out of coding school, but she knows her way. I have been working along side her, and her energy and positivity is infectious! She's a great team player.",
          "user":"Skander Kasbaoui"
        },
        {
          "text":"A very passionnate hard working person. I can tell you that when it comes to dealing with pressure, and rushes, she has got everything under control. Great add to a team!",
          "user":"Julien Barlet"
        }
      ]
    }
  }
  